"Aw crap" = "Aw blbost";
"Back" = "Zpátky";
"Half full" = "Poloprázdná";
"How ya feeling today?" = "Jak tě dnes cítíte?";
"Live half full." = "Žít z poloviny plná.";
"Loading..." = "Nahrávám ...";
"Next" = "Další";
"No internet connection" = "Bez připojení k internetu";
"OK" = "OK";
"Patience is a virtue." = "Trpělivost je ctnost.";
"Share to Facebook" = "Sdílejte na Facebooku";
"Share to Twitter" = "Sdílet na Twitter";
"Sorry, this quote is too long to post to Twitter." = "Omlouváme se, ale tento citát je příliš dlouhý, abyste mohl psát na Twitter.";
"The app that turns your frown upside down with a dose of inspiration to kick any bad mood in the butt!" = "Aplikace, která promění váš mračit vzhůru nohama s dávkou inspirace kopat žádnou špatnou náladu do zadku!";
"The glass is always" = "Sklo je vždy";
"The quote hasn't loaded yet." = "Citát není vložen zatím.";
"Try Again" = "Zkusit znovu";
"Whoops" = "Jejda";
"don't be angry." = "rozzlobený";
"don't be impatient." = "netrpělivý";
"don't be tired." = "unavený";
"don't be lonely." = "osamělý";
"don't be depressed." = "deprimovaný";
"don't be guilty." = "vinen";
"don't be sad." = "smutný";
"don't be nostalgic." = "nostalgický";
"don't be jealous." = "žárlivý";
"don't be dull." = "matný";
"don't be scared." = "strach";
"don't be anxious." = "úzkostlivý";
"angry" = "rozzlobený";
"impatient" = "netrpělivý";
"tired" = "unavený";
"lonely" = "osamělý";
"depressed" = "deprimovaný";
"guilty" = "vinen";
"sad" = "smutný";
"nostalgic" = "nostalgický";
"jealous" = "žárlivý";
"dull" = "matný";
"scared" = "strach";
"anxious" = "úzkostlivý";
